[{
  "title": "Ask yourself: What do I want that I already have? What else, if anything, do I truly want?",
  "paragraphs": ["Katherine Schafler, a New York psychotherapist, wrote about the \"ambition trap\" in a post for Thrive Global. It's the tendency for getting everything we want to make us unhappy.", "\"The more self-aware you are, the easier it'll be for you to distinguish between what you like, and what you actually want to acquire,\" she writes. \"But how do we make that distinction? As human beings, we're so used to wanting more as a default mode. More food, more money, more friends, more sex, more stuff, more time, more attention. So how do we start wanting less?\"", "It starts with the questions posed above."]
}, {
  "title": "Stop hitting the snooze button",
  "paragraphs": ["It might feel as though pressing the snooze button in the morning gives you a little bit of extra rest to start your day, but the truth is that it does more harm than good.", "That's because when you wake up, your endocrine system begins to release alertness hormones to get you ready for the day. By going back to sleep, you're slowing this process. Plus, nine minutes doesn't give your body time to get the restorative, deep sleep it needs."]
}, {
  "title": "Start keeping track of your net worth.",
  "paragraphs": ["One of the easiest ways to keep track of your financial progress is to monitor your net worth: everything you own minus everything you owe.", "As a financial planner in New York, Business Insider's Lauren Lyons Cole says one of the first tasks she asks clients to complete is their current financial snapshot, an overview of every aspect of their financial situation, including account balances. Once you can see all your money in one place, you can start figuring out what you want to do with it.", "Bonus: Getting organized frees up brain space so you don't have to think about money nearly as much."]
}, {
  "title": "Talk to your boss about your professional ambitions",
  "paragraphs": ["It's on you to tell your boss that you want a promotion or a salary bump.", "That's not necessarily an easy conversation to have, but it's a key one, according to Toni Thompson, vice president of people and talent at The Muse. Thompson told Business Insider, \"Talk about what you want with your boss. Make sure that they know what salary you want eventually and the title you want or more opportunities that you want.\"", "While your boss may not be able to give you what you want right away, they can at least start helping you get there."]
}, {
  "title": "Overhaul your LinkedIn.",
  "paragraphs": ["Business Insider spoke with Hari Srinivasan, head of identity products at LinkedIn, who was in charge of LinkedIn's redesign of its user experience in early 2017. Srinivasan shared some pointers for crafting a killer profile, such as:", "• Filling out your summary.", "• Sharing stories and blog posts that would interest your audience.", "• Highlighting at least five skills relevant to your role and industry."]
}, {
  "title": "Use a simple calculation to figure out how much you need to save before you can retire",
  "paragraphs": ["If Saturday beach trips and golf games have you dreaming about walking away from your nine-to-five for good, there's a simple way to calculate how much you need to save to make it happen:", "Your desired retirement income ÷ 4% = How much money you need to retire.", "For example, if your perfect retirement salary is $80,000, divide it by 4%, and you get $2,000,000. That's your magic retirement number, and you can call it quits as soon as your account balances hit it — even if you're only 28."]
}, {
  "title": "Take a Sunday to do 'fake work' and be more productive during the workweek",
  "paragraphs": ["\"Fake work\" is a made-up term for email correspondence, scheduling phone calls, and organizing to-do lists — that is, the stuff that any modern professional has to do to stay employed, but that rarely produces an immediate, tangible result.", "It's important, but it doesn't take that much energy or concentration, so you can easily do it from a coffee shop or while lounging in your pajamas.", "If you focus on big projects Monday through Friday, and save fake work for Sundays, you won't have to worry about trying and failing to toggle between the two on a daily basis."]
}, {
  "title": "Start your day with a 'power hour'",
  "paragraphs": ["A \"power hour\" is when you work uninterrupted on a top-priority project. Laura Vanderkam, the author of several books on time management and productivity, recommends scheduling one first thing every morning.", "This isn't as easy as it sounds, especially when you arrive at the office to find your inbox overflowing and your boss on your case about a new assignment.", "But if you don't at least plan to spend the first 60 minutes of your day on something that matters, you may easily find yourself spending multiple hours wading through your inbox, attending to things that aren't necessarily important or urgent.", "A \"pro level\" version of this strategy, Vanderkam said, is dedicating all of Monday morning to a bigger task that's more speculative and requires some deep thought."]
}, {
  "title": "Get it done first — make it perfect later",
  "paragraphs": ["Business Insider's Daniel McMahon says that when he's working on an important task that needs to get done ASAP:", "\"I turn off the internet and work straight through without stopping until the project is done, or at least one significant part of the project is done. I don't aim for perfection, but simply to get the project done. Later, I can go back and make the work as good as I can. This has worked well for me.\""]
}, {
  "title": "Set up a networking coffee with someone you admire",
  "paragraphs": ["In a post on his website, I Will Teach You to Be Rich, GrowthLab CEO Ramit Sethi says that your initial email is crucial to getting a meeting with a successful person you admire.", "You can find Sethi's full template for what to say here. Some things to keep in mind:", "• Mention how you came across their name.", "• Explain what you want from them — their advice.", "• Respect their time, and offer to meet on their schedule."]
}, {
  "title": "Change your scenery to stay productive if you work from home",
  "paragraphs": ["Business Insider's Tanza Loudenback felt as if her productivity was suffering when she started working from home. But after about a month of trial and error, she found one strategy that worked: changing her scenery.", "Loudenback now spends at least two hours every day away from her \"work desk,\" which is in her bedroom, and at least one day a week outside of her apartment at a coffee shop or elsewhere. Brie Reynolds, a senior career specialist at FlexJobs, told Loudenback that moving from one space to another is \"a great way to stay focused and productive throughout the day.\" Plus, it breaks up the monotony we all suffer from occasionally."]
}, {
  "title": "Make digital copies of your handwritten notes (and throw away the handwritten pages)",
  "paragraphs": ["Josh Zerkel, a certified professional organizer and the director of global community and training at Evernote, has advice for anyone whose desk space is disappearing thanks to piles of notes. Capture and store all those notes digitally — and then throw the papers away.", "Having all your files in one place is the best thing you can do to start being more productive, he said.", "Zerkel added that you shouldn't spend more than 10 minutes a day on this project. He recommended using a free Evernote app called Scannable, though there are a bunch of similar apps available."]
}, {
  "title": "Talk to your partner for 10 minutes about anything except jobs, kids, and housework",
  "paragraphs": ["The \"10-minute rule\" is a suggestion from sociology professor and relationship expert Terri Orbuch.", "As Orbuch describes it in her book \"5 Simple Steps to Take Your Marriage From Good to Great,\" the rule is a \"daily briefing in which you and your spouse make time to talk about anything under the sun — except kids, works, and household tasks or responsibilities.\"", "Orbuch developed the rule after learning that most of the happy couples she studied know their spouse \"intimately\" — outside the bedroom — and make time often to exchange intimate knowledge."]
}, {
  "title": "Write your to-do list, and prep your workout clothes for tomorrow morning before bed",
  "paragraphs": ["Retired Navy SEAL commander Jocko Willink told Business Insider there are two things he does every night to get a running start the next morning — and that anyone can use them.", "One, prepare your gym clothes tonight. The biggest obstacle for a person developing a workout routine is putting in extra effort to make it fit into their schedule. To make it easier on yourself, Willink said, prepare your workout gear at night so you can throw it on as soon as you slide out of bed.", "Two, finish making tomorrow's to-do list tonight. You already know what you have to accomplish tomorrow, and you're better off planning your day quickly."]
}, {
  "title": "Create a 'work uniform' to save time and energy",
  "paragraphs": ["The \"work uniform\" is a concept that's been adopted by plenty of successful people. Mark Zuckerberg, Barack Obama, and Steve Jobs have all put work uniforms to use.", "Experts say that making lots of small decisions like what to wear and what to eat throughout the day saps your mental energy for when you need to make more pressing decisions, a phenomenon called \"decision fatigue.\" This mental fatigue makes people more likely act impulsively or do nothing at all when more important matters come up.", "Penny Geers, stylist and owner of Your Closet, Your Style, recommends being prepared to splurge on your work uniform so that it withstands lots of wear and laundering. Geers said you'll probably need to buy at least three to five bottoms, and no fewer than five tops."]
}, {
  "title": "If you want to learn a new language, start practicing it every night for 15 minutes before bed",
  "paragraphs": ["People who practice their language for 15 minutes before bed have a major edge on other Duolingo users, according to founder and CEO of the language learning app Luis Von Ahn.", "\"Those people we know are going to stick around for a really long time,\" Von Ahn says. \"We see them doing that for a week, we say, 'This person is going to be here for a while.'\"", "Meanwhile, users who binge — spending hours on the site, cramming in French or German or Chinese language lessons — tend to disappear fast."]
}, {
  "title": "Talk to your partner about which chores you hate and which you don't mind so that you can stop fighting about housework",
  "paragraphs": ["On an episode of their podcast \"Best of Both Worlds,\" Vanderkam and her cohost, physician Sarah Hart-Unger, talk about the \"mental load\" of parenting — that is, all the psychological energy it takes to remember to sign Davie up for swimming lessons and drive Janie to the dentist.", "Their strategy for lightening the mental load and splitting responsibilities evenly between coparents is twofold:", "1. Each person writes down all the family responsibilities they're taking care of.", "2. Each person shares which of those responsibilities they enjoy, and which they don't.", "That way, you'll find out how much of the burden you're really shouldering and figure out which chores you can \"trade\" or outsource so everybody's happy."]
}, {
  "title": "Set up a shopping filter in your Gmail to stop impulse spending",
  "paragraphs": ["Business Insider's Libby Kane has found that the best way to resist the urge to spend money online is simply to set up email filters.", "Now all her shopping emails get immediately filtered into a shopping folder — not her inbox — until she realizes she needs something specific. Then she clicks in and sees if any of her favorite retailers are having sales."]
}, {
  "title": "Talk to a fellow passenger on your commute",
  "paragraphs": ["A 2014 study published in the Journal of Experimental Psychology found that people are much happier on their commutes when they engage another passenger in conversation. They even feel more productive.", "Yet the study results also suggest that people don't chat with fellow passengers because they think those passengers don't want to talk to them. If you can get over that fear — and realize that you might be doing yourself and them a favor — you might be better off."]
}, {
  "title": "Make cleaning your home manageable with '20/10' sprints",
  "paragraphs": ["This strategy, from Rachel Hoffman's \"Unf*ck Your Habitat,\" is simple: You clean for 20 minutes and then take a 10-minute break. Hoffman says that you can tweak the exact times so you clean for 45 minutes and take a 15-minute break, for example.", "That's enough time to put away a clean load of laundry or take the level of grossness down a notch in your bathroom.", "The idea is to avoid what Hoffman calls \"marathon cleaning\" — that is, you let your home get messier and messier until it reaches the point where you can barely breathe. Then you spend a few days \"cleaning like a maniac until it's livable again.\""]
}, {
  "title": "Create financial goals with your partner",
  "paragraphs": ["Financial experts told Business Insider that one of the most important things to do with your money when you get married is to create goals together.", "That means getting on the same page about your priorities. Is it important to send your kids to private school? Is a weeklong vacation every summer crucial to your sanity? Do you want to eliminate your student loans before doing anything else? And so on."]
}, {
  "title": "Start waking up two minutes early, like a retired Marine",
  "paragraphs": ["During his stint in boot camp, Marine veteran Andrew Wittman picked up a morning habit that's stayed with him ever since.", "\"I was on the top bunk, so my face was six inches away from the double fluorescent light,\" Wittman told Business Insider. \"What they would do every morning is flip the lights on and throw steel garbage cans down the center of the room. On the first day, I was like, 'Oh, my God.'\"", "To avoid the shocking wake-up call, Wittman trained himself to always wake up two minutes early. For example, if he has a 5:30 wake-up, he'll get out of bed at 5:28.", "Today, Wittman said, he sets himself up for success every morning by spending his extra two minutes on a daily affirmation."]
}, {
  "title": "Write down three things you’re grateful for",
  "paragraphs": ["In a commencement speech at UC Berkeley, Facebook's Sheryl Sandberg revealed one of the psychological strategies she's been using to cope with her husband's death: \"Write down three moments of joy before I go to bed each night.\"", "\"This simple practice has changed my life,\" Sandberg said. \"Because no matter what happens each day, I go to sleep thinking of something cheerful.\"", "Martin Seligman, founder of the positive psychology movement, found that, after six months, study participants who wrote down three positive things before they went to bed each night felt happier and less depressed."]
}, {
  "title": "Set a savings goal based on your age",
  "paragraphs": ["To save 10% or 15% of your income each month, as experts recommend, you have to put in effort.", "According to Fidelity's recommended retirement-savings benchmarks, if you're 30 years old and earn $60,000 a year, you should have the equivalent of one year's salary ($60,000) saved. At 35, it should be twice that amount ($120,000). At 40, it should be three times that amount ($180,000). You can see the full chart here.", "Keep in mind that you don't have to save every penny of the amounts above to get to your goal. Your savings will grow exponentially if you invest the money you save."]
}, {
  "title": "Generate 20 business ideas in 10 minutes",
  "paragraphs": ["GrowthLab and I Will Teach You to Be Rich CEO Ramit Sethi says there are four questions you'll want to ask yourself to isolate the profitable skills you already have:", "1. What do you already pay for?", "2. What skills do you have?", "3. What do your friends say you're great at?", "4. What do you do on a Saturday morning?", "\"Spend about 10 to 20 minutes now writing down five answers for each of the four questions above,\" he writes. \"Once you're done, congratulations — you now have 20 potential business ideas that you can grow into a flourishing side hustle.\""]
}, {
  "title": "Ask yourself a question from the CEO of Dropbox: One year from now, five years from now, what will I wish I had learned today?",
  "paragraphs": ["That's a question Drew Houston, CEO of Dropbox, shared in a post for Business Insider.", "It's smart to be \"systematic\" about learning, Houston told Business Insider US Editor-in-Chief Alyson Shontell on an episode of Business Insider's podcast \"Success! How I Did It.\"", "He said:", "\"Whether it's just the fundamentals of business or things like public speaking or being more inspiring or being a better leader, these are all things you can get better at with practice. You should set your sights high in terms of what you aspire to do, but you also have to be patient.", "\"It's like playing an instrument. You're not going to be great as a public speaker, or you're not going to improve a lot in five days, but in five years, you might be really surprised at how much you can improve.\""]
}, {
  "title": "Complete your estate-planning documents — such as a power of attorney form and healthcare directive — to remain in control of your life",
  "paragraphs": ["The best way to protect yourself from experiencing financial mistreatment or abuse, according to Jenny Flom, a New Jersey lawyer at Cole Schotz who focuses on guardianship actions, is to make sure your estate-planning documents are complete, and that means more than just a will.", "\"Make sure your power of attorney and your healthcare directive are completed,\" Flom told Business Insider.", "A power-of-attorney form is a legal document that gives one or more people access to your financial accounts and the ability to make decisions with your money when you can't. A healthcare directive does the same for medical decisions."]
}, {
  "title": "Start a side hustle to supplement your income",
  "paragraphs": ["If you ask Chris Guillebeau, a New York Times best-selling author and entrepreneur, there's more reason to launch a side hustle than the lure of an extra paycheck.", "\"I do believe people need it, and I don't think it's just something that's nice — I think there's an urgency to it,\" Guillebeau, 39, told Business Insider. While he does think starting a side business is a smart way to develop some financial security, there's a deeper, \"very positive\" benefit he encourages people to shift their focus toward.", "It's also crucial to \"look away from the gig economy\" and part-time jobs, he said, and put your energy toward creating something unique and valuable that people will pay for."]
}, {
  "title": "Ask your team for feedback on your performance (and wait quietly until they answer)",
  "paragraphs": ["Kim Scott, a CEO coach and a former Google and Apple exec, is big on getting feedback from one's team. But she knows employees get squeamish around criticizing a boss.", "In her book \"Radical Candor,\" she offers a potential solution. The next time one of your employees gives the standard \"Everything's fine\" response? Silently count to six before saying anything else.", "\"Almost nobody can endure that much silence,\" Scott told Business Insider. \"And they'll tell you something.\"", "Maybe they'll mention that you're not so great at meeting deadlines, or that you consistently pay more attention to one person on the team. Whatever they say, don't dismiss it."]
}, {
  "title": "Start hugging or kissing your family before you leave for work",
  "paragraphs": ["According to IKEA's \"Life at Home\" report, while most people surveyed say it's important to hug or kiss their partner in the morning, far fewer people report showing this kind of physical affection before heading out the door.", "And yet when it comes to romantic relationships, research suggests physical affection is related to greater relationship satisfaction.", "Interestingly, one study, of college students and other adults, found that a person's satisfaction with the kind of physical affection they receive from their partner — like how often they hug and kiss and not just whether they actually do — strongly predicts how much they love their partner."]
}, {
  "title": "Start walking into job interviews like you already have the job",
  "paragraphs": ["Meghan Welch, an HR exec with Capital One, says the best way to nail a job interview is to pretend you already have the position.", "She said the best candidates succeed by thoughtfully and enthusiastically articulating their big ideas for the company.", "\"It comes off as, 'I am super excited about the problem you are talking about right now, and I have a whole bunch of ways I would love to solve it,'\" she said. \"I get a lot of energy from that kind of discussion.\""]
}]
